0： 皮卡丘
1 - 电击
	2格 - 单体
	攻击范围2格内敌人 - 如果该敌人周围1格有敌人，伤害递减 - 60 - 45 - 30
2 - 钢尾
	2格 - 单体
	伤害40 + 自身防御提升5
3 - 打雷
	2格 - 单体
	伤害 120

1： 杰尼龟
1 - 水炮
	3格 - 直线区域
	伤害 60
2 - 求雨
	2格
	以目标位置生成 半径为1 的6宫水域
3 - 冲浪
	2格 - 扇形区域
	选取最远，中间位置点 - 5格 - 伤害80

2： 小火龙
1 - 喷射火焰
	3格 - 直线区域
	伤害 60 - 破坏树林地形
2 - 火焰漩涡
	2格 - 单体
	回合伤害 20 - 持续3回合
3 - 大字火
	1格 - 单体
	伤害 160

3： 妙蛙种子
1 - 藤鞭
	4格 - 直线 - 单体 - 第一个敌人
	伤害60 - 如果与敌人方向前方第一个位置为空，可以将敌人拉向自己
2 - 种子
	6格 - 直线
	破坏水域地形，如果没有宝可梦则生成地形
3 - 阳光烈焰
	2格内任意敌人
	第一回合蓄力，第二回合对范围内随机一个敌人造成240伤害

4： 卡比兽
1 - 
